[
    {
        "product_name": "New Apple MacBook Pro (13-inch, 8GB RAM, 128GB Storage, 1.4GHz Intel Core i5) - Silver",
        "product_description": "Quad-core 8th-generation Intel Core i5 processor; Brilliant Retina display with True Tone technology. Touch Bar and Touch ID; Intel Iris Plus Graphics 645. Ultrafast SSD; Two Thunderbolt 3 (USB-C) ports. Up to 10 hours of battery life. 802.11ac Wi-Fi. Latest Apple-designed keyboard. Force Touch trackpad",
        "link": "https://www.amazon.in/Apple-MacBook-13-inch-Storage-1-4GHz/dp/B07V3LTVHK/",
        "domain": "laptop",
        "brand": "apple"
    },
    {
        "product_name": "New Apple MacBook Pro (13-inch, 8GB RAM, 256GB Storage, 2.4GHz Intel Core i5) - Silver ",
        "product_description": "8th-generation quad-core Intel Core i5 processor. Brilliant Retina display with True Tone technology. Touch Bar and Touch ID. Intel Iris Plus Graphics 655;Ultrafast SSD;Four Thunderbolt 3 (USB-C) ports;Up to 10 hours of battery life;802.11ac Wi-Fi;Latest Apple-designed keyboard;Force Touch trackpad. Mac OS operating system. 2.300kg laptop. 8th-generation quad-core Intel Core i5 processo. . Brilliant Retina display with True Tone technology. Touch Bar and Touch ID. Intel Iris Plus Graphics 655. Ultrafast SSD. Four Thunderbolt 3 (USB-C) ports. Up to 10 hours of battery life. 802.11ac Wi-Fi. Latest Apple-designed keyboard. Force Touch trackpad",
        "link": "https://www.amazon.in/Apple-MacBook-Pro-8th-Generation-Intel-Core-i5/dp/B07S9G74SL/",
        "domain": "laptop",
        "brand": "apple"
    },
    {
        "product_name": "DELL XPS 9570 15.6-inch FHD Laptop (8th Gen-Core i7-8750H/8GB/256 GB SSD/Windows 10/MS Office/Nvidia GeForce GTX 1050Ti 4GB Graphics), Silver ",
        "product_description": "2.20 Ghz Intel i7-8750H processor. 8gb DDR4 RAM. Hard drive. 15.6-inch screen, nvidia geforce GTX 1050 Ti 4gb graphics. Windows 10 operating system. 1.75kg laptop. Dazzling detail: With the UltraSharp 4K HDR display (3840 x 2160), you can see each detail of every pixel without needing to zoom in. And with 6 million more pixels than Full HD and 3 million more than the MacBook Pro, you can edit images with pinpoint accuracy without worrying about blurriness or jagged lines. Super-speed processors: The most powerful XPS laptop we’ve ever built includes the latest 6 core 8th Gen Intel Core processors and NVIDIA GeForce GTX 1050Ti graphics card (4GB GDDR5 video memory), so you can blaze through your most intensive tasks. Ultimate Mobile Performance: The first Intel Core i9 mobile processor with up to 6 cores and 12 threads, delivers more single and multi-threaded performance than 7th Gen with the ability to overclock. Intel’s most-powerful mobile platform for creators enables faster 4K video editing with Adobe Premier Pro.  Maximum memory and storage: Supports up to 32GB of memory with a bandwidth of 2666MHz, 1.2 times the speed of 2133MHz options. Faster memory means you get to the content that you need quicker. Expandable storage up to 1TB of solid state drive (SSDs), available in faster PCIe versions, provide plenty of storage room and high-performance responsiveness to access and run your applications quickly.The XPS 15 boots and resumes in seconds with a solid state drive, so you can do more without waiting. ",
        "link": "https://www.amazon.in/9570-15-6-inch-Gen-Core-i7-8750H-Graphics/dp/B07GR86R4D",
        "domain": "laptop",
        "brand": "dell"
    },
    {
        "product_name": "Microsoft SurfacePro Intel Core i5 7th Gen 12.3-inch Touchscreen 2-in-1 Thin and Light Laptop (8GB/256GB/Windows 10 Pro/Silver/0.771Kg), 1796 ",
        "product_description": "Processor: 7th Generation Intel Core i5 processor,2.6GHz base speed processor. Operating System: Pre-loaded Windows 10 Pro with lifetime validity. Display: 12.3-inch PixelSense (2736 x 1824) display, Touchscreen enabled. Memory & Storage: 8GB DDR3 RAM with Intel HD 620 graphics, Storage: 256GB Flash Memory SSD. Design & battery: Touchscreen tablet, Thin and light design, Tablet weight 0.770kg, Maximum battery life = 13.5 hours, Lithium ion battery. Warranty: This genuine Microsoft laptop comes with 1 year onsite domestic warranty from Microsoft covering manufacturing defects and not covering physical damage. For more details, see Warranty section below. Pre-installed Software: Windows 10 Professional, In the Box: Surface Pro tablet,Power Supply, Quick Start Guide, Safety and warranty documentsr, NOTE: Surface Pro Signature Type cover and Microsoft Surface Pen sold separately",
        "link": "https://www.amazon.in/Microsoft-SurfacePro-12-3-inch-Touchscreen-1796/dp/B073GNFPRB",
        "domain": "laptop",
        "brand": "microsoft"
    },
    {
        "product_name": "HP 14s cr1018TX 14-inch Laptop (8th Gen i5-8265U /8GB/1TB HDD + 256GB SSD/Windows 10 Home/MS Office/2 GB Graphics), Natural Silver ",
        "product_description": "1.6GHz Intel i5-8265U  8th Gen processor. 8GB DDR4 RAM. 1TB 5400rpm hard drive + 256GB SSD. 14-inch screen, AMD Radeon 530 2GB Graphics. Windows 10 Home operating system. 1.43kg laptop. This slim, ultra-portable laptop delivers reliable performance. Long-lasting battery life makes it easy to stay social, productive, and connected to what matters. The micro-edge display gives you lots to look at with more screen in a smaller frame. ",
        "link": "https://www.amazon.in/HP-i5-8265U-Office-Graphics-cr1018tx/dp/B07WDJ33TL",
        "domain": "laptop",
        "brand": "hp"
    },
    {
        "product_name": "Bose Quiet Comfort 35 II Wireless Headphone (Black)",
        "product_description": " World-class noise cancellation makes quiet sound quieter and music sound better. Bluetooth and NFC pairing with voice prompts make for hassle-free wireless connections. Volume-optimized EQ gives you balanced audio performance at any volume. Noise-rejecting dual-microphone system provides clearer calls even in noisy environments. Now Alexa-enabled. Ask Alexa to play music, hear the news, check weather, control your smart home, and more. Access your phone's default virtual assistant, like Siri, Alexa ",
        "link": "https://www.amazon.in/Bose-Quiet-Comfort-Wireless-Headphone/dp/B0756CYWWD",
        "domain": "headphone",
        "brand": "bose"
    },
    {
        "product_name": "Infinity (JBL) Glide 500 Wireless Headphones with 20 Hours Playtime (Quick Charge), Deep Bass and Dual Equalizer (Charcoal Black) ",
        "product_description": "Dual Equaliser Modes for Normal & Deep Bass Output. Wireless Bluetooth Streaming. 20 hours Music Playtime Under Optimum Audio Settings. Frequency Range: 20Hz~20kHz ; Driver Size: 32mm ; Driver Sensitivity (1KHz / 1mW): 102±3dB ; Impedence (ohms): 32ohms ; Battery Capacity: 200mAh ; Charging Time: 2hrs ; Speed charging time: 10min ; Charging Type: 5V 1A wire charging. Lightweight and Flat Foldable Design. Handsfree Calling. Earcups lined with Soft Cushion Cups",
        "link": "https://www.amazon.in/Infinity-Glide-500-Wireless-Headphones/dp/B07W5MYRF4",
        "domain": "headphone",
        "brand": "jbl"
    },
    {
        "product_name": "Infinity (JBL) Glide 500 Wireless Headphones with 20 Hours Playtime (Quick Charge), Deep Bass and Dual Equalizer (Charcoal Black) ",
        "product_description": "Dual Equaliser Modes for Normal & Deep Bass Output. Wireless Bluetooth Streaming. 20 hours Music Playtime Under Optimum Audio Settings. Frequency Range: 20Hz~20kHz ; Driver Size: 32mm ; Driver Sensitivity (1KHz / 1mW): 102±3dB ; Impedence (ohms): 32ohms ; Battery Capacity: 200mAh ; Charging Time: 2hrs ; Speed charging time: 10min ; Charging Type: 5V 1A wire charging. Lightweight and Flat Foldable Design. Handsfree Calling. Earcups lined with Soft Cushion Cups",
        "link": "https://www.amazon.in/Infinity-Glide-500-Wireless-Headphones/dp/B07W5MYRF4",
        "domain": "headphone",
        "brand": "jbl"
    },
    {
        "product_name": "boAt BassHeads 100 in-Ear Headphones with Mic (Black) ",
        "product_description": "The perfect way to add some style and stand out from the crowd with the boAt BassHeads 100 'Hawk' inspired earphones. With Alexa built-in, make a smart move every time you plug into Bassheads 100. The stylish BassHeads 100 superior coated wired earphones are a definite fashion statement - wear your attitude with amazing jet black and frosty white colors; Frequency :20Hz - 20KHz , Sensitivity :92db ±3db. The powerful 10mm dynamic driver with the speaker resistance of 16 ohm enables the earphone to deliver a punchy, rhythmic response to the most demanding tracks. Features a HD microphone to make crystal clear calls - making life easier on the go, play/pause music or answer/end calls with one-click, track forward with two-clicks or back with 3 clicks make these earphones extremely user-friendly. With 1.2 meters perfect length cable now plug it in anywhere with ease - while the earphones are extremely user-friendly and stylish, extruding premium coating on the wire cable is a manufacturing process that we've been performing and refining since our company's inception. Fits you better than your t-shirt - its impeccable fit won't let you take these wonderfully amazing earphones off, fits you perfectly without hurting your ears and the perfect arc, with different size ear tips helps you in achieving superior comfort even with long listening hours ",
        "link": "https://www.amazon.in/boAt-BassHeads-100-Headphones-Black/dp/B071Z8M4KX",
        "domain": "headphone",
        "brand": "boat"
    },
    {
        "product_name": "Sony MDR-ZX110A On-Ear Stereo Headphones (White), without mic ",
        "product_description": " 30mm dynamic driver unit for clear sound. High energy neodymium magnets deliver powerful sound. Slim, folding design for easy portability. Pressure relieving earpads for extended comfort ",
        "link": "https://www.amazon.in/Sony-MDR-ZX110A-Stereo-Headphones-without/dp/B00KGZZ824",
        "domain": "headphone",
        "brand": "sony"
    },
    {
        "product_name": "AmazonBasics Highlighter - Chisel Tip, Pack of 12 (Multicolor) ",
        "product_description": " 12-pack of chisel-tip highlighters for emphasizing info at school, home, or office. Molded chisel tip offers both broad highlighting and fine underlining. Assortment of super-bright fluorescent ink in yellow, pink, blue, green, orange, and purple. Pen-shaped design with narrow barrel offers a comfortable grip for reduced hand fatigue. Removable cap stores on the end. Built-in clip attaches to a pocket or book for portability. Offering smooth highlighting and effortless underlining, this 12-pack of AmazonBasics Chisel Tip Highlighters work well for school, home, and office. Use the highlighters to call out important notes in textbooks when studying, to emphasize info in documents and reports at work, or to draw attention to special events, appointments, and budgets at home. With 12 in the pack, it’s easy to keep the highlighters within reach, whether placed in a desk drawer, by the computer, or in a backpack or bag. Designed with a molded chisel tip, the highlighters work well for both broad highlighting and fine underlining. Use the broad tip for full coverage of words or sections of content, or use the thin part of the tip for underlining or precisely highlighting smaller-size text. The durable chisel tip holds its shape for reliably clean lines and long-lasting performance.        ",
        "link": "https://www.amazon.in/AmazonBasics-Highlighter-Chisel-Pack-Multicolor/dp/B01FV0FBX4/",
        "domain": "stationary",
        "brand": "AmazonBasics"
    },
    {
        "product_name": "Classmate 2100117 Soft Cover 6 Subject Spiral Binding Notebook, Single Line, 300 Pages",
        "product_description": "The cover design of the notebook is subject to change, it depends on stock availability. 6 subject notebook-single line, 300 pages, spiral binding, soft cover, 267mm*203mm. Six subjects one notebook only the best from classmate. Classmate uses eco friendly and elemental chlorine free paper. This notebook consists of high quality papers. Classmate notebooks are made to the highest quality standards. Made from superior quality paper and pulp, the pages are whiter, brighter and smoother. The superior cut and excellent finish ensure the pages are in perfect alignment without any folded corners. The superior binding strength and wrapper lamination make them as durable as ever. These notebooks come with a wide variety of covers with activities and trivias to make every classmate notebook unique in its own way. ",
        "link": "https://www.amazon.in/Classmate-Premium-Subject-Notebook-Single/dp/B00LZLPYHW",
        "domain": "stationary",
        "brand": "AmazonBasics"
    },
    {
        "product_name": "AmazonBasics Classic Notebook, Plain - (130mm x 210mm) - 240 pages (Black) ",
        "product_description": " Large classic notebook with 240 blank pages (front and back) for notes, sketches, musings, and more. Archival-quality pages made from acid-free paper-resists damage from light and air. Cardboard bound cover with rounded corners for a finished look. Integrated bookmark. elastic closure helps keep notebook securely closed. Expandable inner pocket for stashing loose items; measures 5 by 8.25 inches. Product dimension: 130mm x 210mm; Inner pages:130mm x 208mm ",
        "link": "https://www.amazon.in/AmazonBasics-Classic-Notebook-Plain-130mm/dp/B01DN8TB5U",
        "domain": "stationary",
        "brand": "AmazonBasics"
    },
    {
        "product_name": "Cello Finegrip Ball Pen - 25 pens Jar (Blue)",
        "product_description": "Finegrip's soft 0.7mm tip gives you a soft and smooth writing experience with fine writing. Available in a 25 piece jar pack - ideal for offices or students",
        "link": "https://www.amazon.in/Cello-Finegrip-Ball-Pen-Set/dp/B074VD1BVV",
        "domain": "stationary",
        "brand": "finegrip"
    },
    {
        "product_name": "Amigozz Pocket Size Spiral Sticky Note Pad ",
        "product_description": "Color : Multicolour ,Size : Pocket Size 80mm x 80mm. Sticky notes of various sizes: 1) 75mm x 50mm 2) 50mm x 15mm.Perfect for sharing information with others. Great for jotting down reminders, messages or quick notes. These sticky notes and flags come in 5 vibrant eye-catching colors, which is sure to be noticed. These notes are made with high-quality paper and glue.",
        "link": "https://www.amazon.in/Amigozz-Pocket-Size-Spiral-Sticky/dp/B06XX7S8PQ",
        "domain": "stationary",
        "brand": "amigozz"
    },
    {
        "product_name": "Amigozz Pocket Size Spiral Sticky Note Pad ",
        "product_description": "Color : Multicolour ,Size : Pocket Size 80mm x 80mm. Sticky notes of various sizes: 1) 75mm x 50mm 2) 50mm x 15mm.Perfect for sharing information with others. Great for jotting down reminders, messages or quick notes. These sticky notes and flags come in 5 vibrant eye-catching colors, which is sure to be noticed. These notes are made with high-quality paper and glue.",
        "link": "https://www.amazon.in/Amigozz-Pocket-Size-Spiral-Sticky/dp/B06XX7S8PQ",
        "domain": "stationary",
        "brand": "amigozz"
    },
    {
        "product_name": "Apple iPhone 8 Plus (256GB) - Gold",
        "product_description": "5.5-inch Retina HD display IP67 water and dust resistant (maximum depth of 1 meter up to 30 minutes 12MP dual cameras with OIS, Portrait mode, Portrait Lighting, and 4K video 7MP FaceTime HD camera with Retina Flash Touch ID for secure authentication  A11 Bionic with Neural Engine iOS 12 with Screen Time, Group FaceTime, and even faster performance",
        "link": "https://www.amazon.in/Apple-iPhone-Plus-Gold-256GB/dp/B071VTZYYH",
        "domain": "mobile phone",
        "brand": "apple"
    },
    {
        "product_name": "OnePlus 7 (Mirror Grey, 8GB RAM, Optic AMOLED Display, 256GB Storage, 3700mAH Battery)",
        "product_description": "Rear Camera - 48MP (Primary) + 5 MP (Tele-photo) | Front Camera - 16MP 16.2814 centimeters (6.41-inch) multi-touch capacitive touchscreen with 2340 x 1080 pixels resolution Memory, Storage and SIM: 8GB RAM | 256GB internal memory | Dual SIM dual-standby (4G+4G) Android Oxygen operating system with 2.84GHz Snapdragon 855 octa core processor 3700mAH lithium-ion battery",
        "link": "https://www.amazon.in/Test-Exclusive-609/dp/B07HGJFVL2",
        "domain": "mobile phone",
        "brand": "oneplus"
    },
    {
        "product_name": "Redmi 8A Dual (Sea Blue, 3GB RAM, 32GB Storage) – Dual Cameras & 5,000 mAH Battery ",
        "product_description": "13+2MP dual rear AI camera with PDAF | 8MP front camera 15.7988 centimeters (6.22-inch) HD+ Dot notch display with 1520 x 720 pixels resolution and 19:9 aspect ratio | 2.5D curved glass Memory, Storage & SIM: 3GB | 32GB internal memory expandable up to 512GB with dedicated memory card slot | Dual SIM (nano+nano) dual-standby (4G+4G) Android Pie v9.0 operating system with 1.95GHz Snapdragon 439 octa core processor 5000mAH lithium-polymer battery",
        "link": "https://www.amazon.in/Redmi-8A-Dual-Blue-Storage/dp/B07WPVLKPW",
        "domain": "mobile phone",
        "brand": "redmi"
    },
    {
        "product_name": "Nokia 4.2 (Pink Sand, 3GB RAM, 32GB Storage)",
        "product_description": "13MP+2MP primary camera with AF/F2.2/1.12µm + FF/F2.2/1.75µm and 2 phase detection and flash | 8MP front facing camera with FF/F2.0/1.12µm 14.5034 centimeters (5.71-inch) with HD+ 19:9 pixels resolution and 19:9 aspect ratio Memory, Storage & SIM: 3GB RAM | 32GB internal memory expandable up to 400GB | Dual SIM (nano+nano) dual-standby (4G+4G) Android Pie v9 operating system with Qualcomm Snapdragon 439 mobile platform octa core processor 3000 lithium-ion battery",
        "link": "https://www.amazon.in/Nokia-4-2-Pink-Sand-Storage/dp/B07RY2JSLR",
        "domain": "mobile phone",
        "brand": "nokia"
    },
    {
        "product_name": "Samsung Galaxy M10 (Ocean Blue , 3GB RAM, 32GB Storage)",
        "product_description": "13MP+5MP ultra-wide angle dual camera | 5MP f2.0 front camera. The internet usage time is 15 hours for 3G as well as 19 hours for LTE.The video playback time is 17 hours and audio playback time is 84 hours 15.8cm (6.22) HD+ Infinity V Display with 90% screen ratio 3GB RAM and 32GB internal memory expandable up to 512GB in a dedicated slot Fast face unlock | 3400 mAh lithium-ion battery Dual SIM (nano+nano) with dual standby and dual VoLTE 1.6GHz Exynos 7870 octa-core processor | Android Oreo v8.1 OS ",
        "link": "https://www.amazon.in/Samsung-Galaxy-Ocean-Blue-32GB/dp/B07HGH8JWQ",
        "domain": "mobile phone",
        "brand": "Samsung"
    }
]