[
    {
        "product_name": "Apple MacBook Pro Laptop (13-inch, 8GB RAM, 256GB Storage, 2.4GHz Intel Core i5) - Silver ",
        "product_description": "8th-generation quad-core Intel Core i5 processor. Brilliant Retina display with True Tone technology. Touch Bar and Touch ID. Intel Iris Plus Graphics 655;Ultrafast SSD;Four Thunderbolt 3 (USB-C) ports;Up to 10 hours of battery life;802.11ac Wi-Fi;Latest Apple-designed keyboard;Force Touch trackpad. Mac OS operating system. 2.300kg laptop. 8th-generation quad-core Intel Core i5 processo. . Brilliant Retina display with True Tone technology. Touch Bar and Touch ID. Intel Iris Plus Graphics 655. Ultrafast SSD. Four Thunderbolt 3 (USB-C) ports. Up to 10 hours of battery life. 802.11ac Wi-Fi. Latest Apple-designed keyboard. Force Touch trackpad",
        "link": "https://www.amazon.in/Apple-MacBook-Pro-8th-Generation-Intel-Core-i5/dp/B07S9G74SL/",
        "domain": "laptop",
        "brand": "apple"
    },
    {
        "product_name": "DELL XPS 9570 15.6-inch FHD Laptop (8th Gen-Core i7-8750H/8GB/256 GB SSD/Windows 10/MS Office/Nvidia GeForce GTX 1050Ti 4GB Graphics), Silver ",
        "product_description": "2.20 Ghz Intel i7-8750H processor. 8gb DDR4 RAM. Hard drive. 15.6-inch screen, nvidia geforce GTX 1050 Ti 4gb graphics. Windows 10 operating system. 1.75kg laptop. Dazzling detail: With the UltraSharp 4K HDR display (3840 x 2160), you can see each detail of every pixel without needing to zoom in. And with 6 million more pixels than Full HD and 3 million more than the MacBook Pro, you can edit images with pinpoint accuracy without worrying about blurriness or jagged lines. Super-speed processors: The most powerful XPS laptop we’ve ever built includes the latest 6 core 8th Gen Intel Core processors and NVIDIA GeForce GTX 1050Ti graphics card (4GB GDDR5 video memory), so you can blaze through your most intensive tasks. Ultimate Mobile Performance: The first Intel Core i9 mobile processor with up to 6 cores and 12 threads, delivers more single and multi-threaded performance than 7th Gen with the ability to overclock. Intel’s most-powerful mobile platform for creators enables faster 4K video editing with Adobe Premier Pro.  Maximum memory and storage: Supports up to 32GB of memory with a bandwidth of 2666MHz, 1.2 times the speed of 2133MHz options. Faster memory means you get to the content that you need quicker. Expandable storage up to 1TB of solid state drive (SSDs), available in faster PCIe versions, provide plenty of storage room and high-performance responsiveness to access and run your applications quickly.The XPS 15 boots and resumes in seconds with a solid state drive, so you can do more without waiting. ",
        "link": "https://www.amazon.in/9570-15-6-inch-Gen-Core-i7-8750H-Graphics/dp/B07GR86R4D",
        "domain": "laptop",
        "brand": "dell"
    },
    {
        "product_name": "Microsoft SurfacePro Intel Core i5 7th Gen 12.3-inch Touchscreen 2-in-1 Thin and Light Laptop (8GB/256GB/Windows 10 Pro/Silver/0.771Kg), 1796 ",
        "product_description": "Processor: 7th Generation Intel Core i5 processor,2.6GHz base speed processor. Operating System: Pre-loaded Windows 10 Pro with lifetime validity. Display: 12.3-inch PixelSense (2736 x 1824) display, Touchscreen enabled. Memory & Storage: 8GB DDR3 RAM with Intel HD 620 graphics, Storage: 256GB Flash Memory SSD. Design & battery: Touchscreen tablet, Thin and light design, Tablet weight 0.770kg, Maximum battery life = 13.5 hours, Lithium ion battery. Warranty: This genuine Microsoft laptop comes with 1 year onsite domestic warranty from Microsoft covering manufacturing defects and not covering physical damage. For more details, see Warranty section below. Pre-installed Software: Windows 10 Professional, In the Box: Surface Pro tablet,Power Supply, Quick Start Guide, Safety and warranty documentsr, NOTE: Surface Pro Signature Type cover and Microsoft Surface Pen sold separately",
        "link": "https://www.amazon.in/Microsoft-SurfacePro-12-3-inch-Touchscreen-1796/dp/B073GNFPRB",
        "domain": "laptop",
        "brand": "microsoft"
    },
    {
        "product_name": "HP 14s cr1018TX 14-inch Laptop (8th Gen i5-8265U /8GB/1TB HDD + 256GB SSD/Windows 10 Home/MS Office/2 GB Graphics), Natural Silver ",
        "product_description": "1.6GHz Intel i5-8265U  8th Gen processor. 8GB DDR4 RAM. 1TB 5400rpm hard drive + 256GB SSD. 14-inch screen, AMD Radeon 530 2GB Graphics. Windows 10 Home operating system. 1.43kg laptop. This slim, ultra-portable laptop delivers reliable performance. Long-lasting battery life makes it easy to stay social, productive, and connected to what matters. The micro-edge display gives you lots to look at with more screen in a smaller frame. ",
        "link": "https://www.amazon.in/HP-i5-8265U-Office-Graphics-cr1018tx/dp/B07WDJ33TL",
        "domain": "laptop",
        "brand": "hp"
    },
    {
        "product_name": "Bose Quiet Comfort 35 II Wireless Headphone (Black)",
        "product_description": " World-class noise cancellation makes quiet sound quieter and music sound better. Bluetooth and NFC pairing with voice prompts make for hassle-free wireless connections. Volume-optimized EQ gives you balanced audio performance at any volume. Noise-rejecting dual-microphone system provides clearer calls even in noisy environments. Now Alexa-enabled. Ask Alexa to play music, hear the news, check weather, control your smart home, and more. Access your phone's default virtual assistant, like Siri, Alexa ",
        "link": "https://www.amazon.in/Bose-Quiet-Comfort-Wireless-Headphone/dp/B0756CYWWD",
        "domain": "headphone",
        "brand": "bose"
    },
    {
        "product_name": "Infinity (JBL) Glide 500 Wireless Headphones with 20 Hours Playtime (Quick Charge), Deep Bass and Dual Equalizer (Charcoal Black) ",
        "product_description": "Dual Equaliser Modes for Normal & Deep Bass Output. Wireless Bluetooth Streaming. 20 hours Music Playtime Under Optimum Audio Settings. Frequency Range: 20Hz~20kHz ; Driver Size: 32mm ; Driver Sensitivity (1KHz / 1mW): 102±3dB ; Impedence (ohms): 32ohms ; Battery Capacity: 200mAh ; Charging Time: 2hrs ; Speed charging time: 10min ; Charging Type: 5V 1A wire charging. Lightweight and Flat Foldable Design. Handsfree Calling. Earcups lined with Soft Cushion Cups",
        "link": "https://www.amazon.in/Infinity-Glide-500-Wireless-Headphones/dp/B07W5MYRF4",
        "domain": "headphone",
        "brand": "jbl"
    },
    {
        "product_name": "boAt BassHeads 100 in-Ear Headphones with Mic (Black) ",
        "product_description": "The perfect way to add some style and stand out from the crowd with the boAt BassHeads 100 'Hawk' inspired earphones. With Alexa built-in, make a smart move every time you plug into Bassheads 100. The stylish BassHeads 100 superior coated wired earphones are a definite fashion statement - wear your attitude with amazing jet black and frosty white colors; Frequency :20Hz - 20KHz , Sensitivity :92db ±3db. The powerful 10mm dynamic driver with the speaker resistance of 16 ohm enables the earphone to deliver a punchy, rhythmic response to the most demanding tracks. Features a HD microphone to make crystal clear calls - making life easier on the go, play/pause music or answer/end calls with one-click, track forward with two-clicks or back with 3 clicks make these earphones extremely user-friendly. With 1.2 meters perfect length cable now plug it in anywhere with ease - while the earphones are extremely user-friendly and stylish, extruding premium coating on the wire cable is a manufacturing process that we've been performing and refining since our company's inception. Fits you better than your t-shirt - its impeccable fit won't let you take these wonderfully amazing earphones off, fits you perfectly without hurting your ears and the perfect arc, with different size ear tips helps you in achieving superior comfort even with long listening hours ",
        "link": "https://www.amazon.in/boAt-BassHeads-100-Headphones-Black/dp/B071Z8M4KX",
        "domain": "headphone",
        "brand": "boat"
    },
    {
        "product_name": "Sony MDR-ZX110A On-Ear Stereo Headphones (White), without mic ",
        "product_description": " 30mm dynamic driver unit for clear sound. High energy neodymium magnets deliver powerful sound. Slim, folding design for easy portability. Pressure relieving earpads for extended comfort ",
        "link": "https://www.amazon.in/Sony-MDR-ZX110A-Stereo-Headphones-without/dp/B00KGZZ824",
        "domain": "headphone",
        "brand": "sony"
    },
    {
        "product_name": "AmazonBasics Highlighter - Chisel Tip, Pack of 12 (Multicolor) ",
        "product_description": " 12-pack of chisel-tip highlighters for emphasizing info at school, home, or office. Molded chisel tip offers both broad highlighting and fine underlining. Assortment of super-bright fluorescent ink in yellow, pink, blue, green, orange, and purple. Pen-shaped design with narrow barrel offers a comfortable grip for reduced hand fatigue. Removable cap stores on the end. Built-in clip attaches to a pocket or book for portability. Offering smooth highlighting and effortless underlining, this 12-pack of AmazonBasics Chisel Tip Highlighters work well for school, home, and office. Use the highlighters to call out important notes in textbooks when studying, to emphasize info in documents and reports at work, or to draw attention to special events, appointments, and budgets at home. With 12 in the pack, it’s easy to keep the highlighters within reach, whether placed in a desk drawer, by the computer, or in a backpack or bag. Designed with a molded chisel tip, the highlighters work well for both broad highlighting and fine underlining. Use the broad tip for full coverage of words or sections of content, or use the thin part of the tip for underlining or precisely highlighting smaller-size text. The durable chisel tip holds its shape for reliably clean lines and long-lasting performance.        ",
        "link": "https://www.amazon.in/AmazonBasics-Highlighter-Chisel-Pack-Multicolor/dp/B01FV0FBX4/",
        "domain": "stationary",
        "brand": "AmazonBasics"
    },
    {
        "product_name": "Classmate 2100117 Soft Cover 6 Subject Spiral Binding Notebook, Single Line, 300 Pages",
        "product_description": "The cover design of the notebook is subject to change, it depends on stock availability. 6 subject notebook-single line, 300 pages, spiral binding, soft cover, 267mm*203mm. Six subjects one notebook only the best from classmate. Classmate uses eco friendly and elemental chlorine free paper. This notebook consists of high quality papers. Classmate notebooks are made to the highest quality standards. Made from superior quality paper and pulp, the pages are whiter, brighter and smoother. The superior cut and excellent finish ensure the pages are in perfect alignment without any folded corners. The superior binding strength and wrapper lamination make them as durable as ever. These notebooks come with a wide variety of covers with activities and trivias to make every classmate notebook unique in its own way. ",
        "link": "https://www.amazon.in/Classmate-Premium-Subject-Notebook-Single/dp/B00LZLPYHW",
        "domain": "stationary",
        "brand": "AmazonBasics"
    },
    {
        "product_name": "AmazonBasics Classic Notebook, Plain - (130mm x 210mm) - 240 pages (Black) ",
        "product_description": " Large classic notebook with 240 blank pages (front and back) for notes, sketches, musings, and more. Archival-quality pages made from acid-free paper-resists damage from light and air. Cardboard bound cover with rounded corners for a finished look. Integrated bookmark. elastic closure helps keep notebook securely closed. Expandable inner pocket for stashing loose items; measures 5 by 8.25 inches. Product dimension: 130mm x 210mm; Inner pages:130mm x 208mm ",
        "link": "https://www.amazon.in/AmazonBasics-Classic-Notebook-Plain-130mm/dp/B01DN8TB5U",
        "domain": "stationary",
        "brand": "AmazonBasics"
    },
    {
        "product_name": "Cello Finegrip Ball Pen - 25 pens Jar (Blue)",
        "product_description": "Finegrip's soft 0.7mm tip gives you a soft and smooth writing experience with fine writing. Available in a 25 piece jar pack - ideal for offices or students",
        "link": "https://www.amazon.in/Cello-Finegrip-Ball-Pen-Set/dp/B074VD1BVV",
        "domain": "stationary",
        "brand": "finegrip"
    },
    {
        "product_name": "Amigozz Pocket Size Spiral Sticky Note Pad ",
        "product_description": "Color : Multicolour ,Size : Pocket Size 80mm x 80mm. Sticky notes of various sizes: 1) 75mm x 50mm 2) 50mm x 15mm.Perfect for sharing information with others. Great for jotting down reminders, messages or quick notes. These sticky notes and flags come in 5 vibrant eye-catching colors, which is sure to be noticed. These notes are made with high-quality paper and glue.",
        "link": "https://www.amazon.in/Amigozz-Pocket-Size-Spiral-Sticky/dp/B06XX7S8PQ",
        "domain": "stationary",
        "brand": "amigozz"
    },
    {
        "product_name": "Amigozz Pocket Size Spiral Sticky Note Pad ",
        "product_description": "Color : Multicolour ,Size : Pocket Size 80mm x 80mm. Sticky notes of various sizes: 1) 75mm x 50mm 2) 50mm x 15mm.Perfect for sharing information with others. Great for jotting down reminders, messages or quick notes. These sticky notes and flags come in 5 vibrant eye-catching colors, which is sure to be noticed. These notes are made with high-quality paper and glue.",
        "link": "https://www.amazon.in/Amigozz-Pocket-Size-Spiral-Sticky/dp/B06XX7S8PQ",
        "domain": "stationary",
        "brand": "amigozz"
    },
    {
        "product_name": "Apple iPhone 8 Plus (256GB) - Gold",
        "product_description": "5.5-inch Retina HD display IP67 water and dust resistant (maximum depth of 1 meter up to 30 minutes 12MP dual cameras with OIS, Portrait mode, Portrait Lighting, and 4K video 7MP FaceTime HD camera with Retina Flash Touch ID for secure authentication  A11 Bionic with Neural Engine iOS 12 with Screen Time, Group FaceTime, and even faster performance",
        "link": "https://www.amazon.in/Apple-iPhone-Plus-Gold-256GB/dp/B071VTZYYH",
        "domain": "mobile phone",
        "brand": "apple"
    },
    {
        "product_name": "OnePlus 7 (Mirror Grey, 8GB RAM, Optic AMOLED Display, 256GB Storage, 3700mAH Battery)",
        "product_description": "Rear Camera - 48MP (Primary) + 5 MP (Tele-photo) | Front Camera - 16MP 16.2814 centimeters (6.41-inch) multi-touch capacitive touchscreen with 2340 x 1080 pixels resolution Memory, Storage and SIM: 8GB RAM | 256GB internal memory | Dual SIM dual-standby (4G+4G) Android Oxygen operating system with 2.84GHz Snapdragon 855 octa core processor 3700mAH lithium-ion battery",
        "link": "https://www.amazon.in/Test-Exclusive-609/dp/B07HGJFVL2",
        "domain": "mobile phone",
        "brand": "oneplus"
    },
    {
        "product_name": "Redmi 8A Dual (Sea Blue, 3GB RAM, 32GB Storage) – Dual Cameras & 5,000 mAH Battery ",
        "product_description": "13+2MP dual rear AI camera with PDAF | 8MP front camera 15.7988 centimeters (6.22-inch) HD+ Dot notch display with 1520 x 720 pixels resolution and 19:9 aspect ratio | 2.5D curved glass Memory, Storage & SIM: 3GB | 32GB internal memory expandable up to 512GB with dedicated memory card slot | Dual SIM (nano+nano) dual-standby (4G+4G) Android Pie v9.0 operating system with 1.95GHz Snapdragon 439 octa core processor 5000mAH lithium-polymer battery",
        "link": "https://www.amazon.in/Redmi-8A-Dual-Blue-Storage/dp/B07WPVLKPW",
        "domain": "mobile phone",
        "brand": "redmi"
    },
    {
        "product_name": "Nokia 4.2 (Pink Sand, 3GB RAM, 32GB Storage)",
        "product_description": "13MP+2MP primary camera with AF/F2.2/1.12µm + FF/F2.2/1.75µm and 2 phase detection and flash | 8MP front facing camera with FF/F2.0/1.12µm 14.5034 centimeters (5.71-inch) with HD+ 19:9 pixels resolution and 19:9 aspect ratio Memory, Storage & SIM: 3GB RAM | 32GB internal memory expandable up to 400GB | Dual SIM (nano+nano) dual-standby (4G+4G) Android Pie v9 operating system with Qualcomm Snapdragon 439 mobile platform octa core processor 3000 lithium-ion battery",
        "link": "https://www.amazon.in/Nokia-4-2-Pink-Sand-Storage/dp/B07RY2JSLR",
        "domain": "mobile phone",
        "brand": "nokia"
    },
    {
        "product_name": "Samsung Galaxy S20 + (Cosmic Black, 8GB RAM, 128GB Storage) Mobile Phone",
        "product_description": "Galaxy S20 series introduce the next generation of mobile innovation. Completely redesigned to remove interruptions from your view. No notch, no distractions. Precise laser cutting, on-screen security, and a Dynamic AMOLED that's easy on the eyes make the Infinity-O Display the most innovative Galaxy screen yet. Use the Ultra Wide Camera to take stunning, cinematic photos with a 123 degree field of vision. Quad rear camera - 64MP OIS F2.0 tele camera + 12MP F2.2 ultra wide + 12MP (2PD) OIS F1.8 wide + VGA depth camera | 10MP (2PD) OIS F2.2 front punch hole camera | rear LED flash. 16.95 centimeters (6.7-inch) dynamic AMOLED display with capacitive touchscreen, 3200 x 1440 pixels resolution | Quad HD+ resolution. Memory, Storage & SIM: 8GB RAM | 128GB internal memory expandable up to 1TB | Dual SIM (nano+nano) dual-standby (4G+4G), microSD card slot (expandable upto 1 TB), hybrid sim slot. Android v10.0 operating system with 2.73GHz+2.5GHz+2GHz Exynos 990 octa core processor. 4500mAH (non-removable) lithium-ion battery | Face-unlock & finger print sensor. 1 year manufacturer warranty for device and 6 months manufacturer warranty for in-box accessories including batteries from the date of purchase. Box also includes: Non-removable battery included, earphones, travel adapter, USB cable and user manual",
        "link": "https://www.amazon.in/Samsung-Galaxy-Storage-Additional-Exchange/dp/B084451YSS",
        "domain": "mobile phone",
        "brand": "samsung"
    },
    {
        "product_name": "Lifebuoy Total 10 Antibacterial Hand Sanitizer 50 ml",
        "product_description": "Boosts Immunity for 10 hours Kills 99.99% germs without water Kills 99.99% germs anytime, anywhere Kills germs instantly",
        "link": "https://www.amazon.in/Lifebuoy-Total-10-Hand-Sanitizer/dp/B01GJEIDWC",
        "domain": "groceries",
        "brand": "Lifebuoy"
    },
    {
        "product_name": "Pure & Sure Organic Wheat Flour, 5kg",
        "product_description": "100 % Certified Organic Wheat Flour, made from the finest quality wheat sourced from certified organic farms across India. Whole wheat flour and no MaidaGrown without use of any chemicals, pesticides or insecticides Cultivated with controlled organic farming practices",
        "link": "https://www.amazon.in/Pure-Sure-Organic-Wheat-Flour/dp/B00M7102GC",
        "domain": "groceries",
        "brand": "Pure & Sure"
    },
    {
        "product_name": "Pro Nature 100% Organic Sugar, White, 500g ",
        "product_description": "100 Percent certified organic Suplhur less Un-refined Free from any chemicals",
        "link": "https://www.amazon.in/Pro-Nature-Organic-Sugar-White/dp/B079H1138Z",
        "domain": "groceries",
        "brand": "Pro Nature"
    },
    {
        "product_name": "Fortune Soyabean Oil, 1L Pouch",
        "product_description": "This is a Vegetarian product. Light, odourless and healthy oil",
        "link": "https://www.amazon.in/Fortune-Soyabean-Oil-1L-Pouch/dp/B00TX50T4K",
        "domain": "groceries",
        "brand": "fortune"
    },
    {
        "product_name": "Tata Salt, 1kg",
        "product_description": "Vacuum evaporated iodised salt Lodine helps in mental development of children and prevents iodine deficiency disorders in adults Tata salt has ventured into new product segments to meet the changing needs of its customers, adding tata salt lite, tata salt plus, sprinklers, tata black salt and tata rock salt to its repertoire",
        "link": "https://www.amazon.in/Tata-Salt-1kg/dp/B07575FPC3",
        "domain": "groceries",
        "brand": "Tata"
    },
    {
        "product_name": "Travel360 degree Neck Travel Pillow Multipurpose",
        "product_description": "The neck pillow wraps gently around the neck for relaxing the head and neck muscles and provides super soft and best support simultaneously to the head, neck, and chin while sleeping upright without getting a stiff neck. The pillow is very soft, so you can also twist it in several positions and control how tight it will be around your neck with the ropes.GREAT for TRAVELING USE in CAR, TRUCK, BUS, TRAIN, or AIRPLANE. Use it while watching TV on the bed or couch, reading book in a camper or on the beach and so onThe pillow is very soft, so you can also twist it in several positions and control how tight it will be around your neck with the ropes.There might be minor color variation between actual product and image shown on screen due to lighting on the photography",
        "link": "https://www.amazon.in/travel360-degree-Travel-Pillow-Multipurpose/dp/B07MT97SPX",
        "domain": "travel",
        "brand": "Travel360"
    },
    {
        "product_name": "GoTrippin Universal Travel Adapter with Dual USB Charger Ports (Black), International Worldwide Charger Plug for Phone, Laptop, Camera, Tablet",
        "product_description": "You do not need to carry separate chargers or have multiple adapters everywhere you go, GoTrippin universal travel adpater is the perfect solution for you. It allows SIMULTANEOUS use of the AC Power Socket and Two USB CHARGING Ports. Recharge for almost all USB Devices like cell phones, ipad, Bluetooth speakers, camera, tablets, razor and More. The travel adapter does not work with high power appliances such as flat iron, hair curler, hair dryer, steam iron, hot water heater, coffee maker",
        "link": "https://www.amazon.in/GoTrippin-Universal-Adapter-International-Worldwide/dp/B07WGM9MHW",
        "domain": "travel",
        "brand": "GoTrippin"
    },
    {
        "product_name": "Mufubu Presents Get Unbarred 55 LTR Rucksack for Trekking, Hiking with Shoe Compartment (Black/Blue)",
        "product_description": "Mufubu is all about our Vision, we design and produce quality lifestyle bags that becomes your life companion in every walk of your life. These lifestyle Bags not only offers style but also unique functions and features that will certainly set you apart from the crowd. This Hiking bag is comfortable and easy to carry, ultra-light and durable with large capacity to meet the different requirements of both men and women.",
        "link": "https://www.amazon.in/Presents-Unbarred-Rucksack-Trekking-Compartment/dp/B07L4JHCW3",
        "domain": "travel",
        "brand": "Mufubu"
    },
    {
        "product_name": "POLESTAR XPLORE 55 ltrs with Rain Cover Rucksack/Hiking/Trekking Backpack Bag 55 ltrs (Sky)",
        "product_description": "These rucksacks are lightweight, have a soft and ventilated back panel, and are perfect for carrying all your necessities. Adjustable and breathable padded shoulder strap to meet different requirements for both men and women; made from highly rip and water resistant polyester fabric, provide strengthen and long-lasting performance ; roomy enough for your traveling requirements also having a Rain cover.",
        "link": "https://www.amazon.in/POLESTAR-XPLORE-Rucksack-Trekking-Backpack/dp/B07RC94TG8",
        "domain": "travel",
        "brand": "POLESTAR"
    },
    {
        "product_name": "Roundhill Furniture Stout Panel King Size Bedroom Set with Bed, Dresser, Mirror, 2 Night Stands, Chest, Grey",
        "product_description": " Custom-curate the bedroom set of your dreams by choosing your pieces. Wood block legs. This set includes King bed, dresser, mirror, 2 nightstands, chestSimple wood plank panel bed and coordinating storage pieces. Solid hardwood and veneers Construction.Drawers on metal guides. Industrial metal pulls. Dark Gray, brushed Finish.",
        "link": "https://www.amazon.in/Roundhill-Furniture-Bedroom-Dresser-Mirror/dp/B0815Y6BRF",
        "domain": "furniture",
        "brand": "Roundhill"
    },
    {
        "product_name": "Zemic 6 Layer Multipurpose Portable Folding Shoes Rack/Shoes Shelf/Shoes Cabinet with Wardrobe Cover, Easy Installation Stand for Shoes(Shoes Rack)(Shoes Rack, Shoes Racks for Home)_6 Layer Grey.",
        "product_description": "SELECTED STRONG MATERIAL: Constructed from selected Non-woven Fabric, high quality steel tube and PP Plastic connectors, this shoe tower will offer you long term organization systemABUNDANT STORAGE SPACE: Durable 6 tiers Shoe Rack can Store up to 24 pairs of shoes to keep your bedroom, hallway or mudroom well organized; Side pockets design for storing shoe brush, keys or other sundriesSASIMO SPACE SAVING SHOE ORGANIZER: Great this amazing shoe rack will suitable for your cubby walk-in closet, entryway or garage, with 6 3/4 Layer Height for regular heels, sneakers or flatsDUSTPROOF & EASY TO ASSEMBLE: Shoe rack with zippered cover keeps your shoes away from dust and un-viewable, with units snap together for easy assembly and no tool required ",
        "link": "https://www.amazon.in/Zemic-Multipurpose-Portable-Wardrobe-Installation/dp/B0836XMDQL",
        "domain": "furniture",
        "brand": "Zemic"
    },
    {
        "product_name": "Furny Apollo 5 Seater L Shape LHS Sofa Set Fabric (Grey)",
        "product_description": "A very generously made sofa from all the best materials yields a perfect modular sofa for your living room. Furny sofa collection is spaciously designed with larger depth to allow for broader seating and allowing complete relaxation until the thigh to provide with superb comfort. A generously proportioned sofa that fits around you - with individual modular units to make delivery hassle free and protecting your sofa against any untoward damages occurring due to narrow corridors. Sofa made of high density foam, deep fiber cushioning and made of finest material that last long. The 12 month warranty on sofas is on the frame and mechanisms if any.",
        "link": "https://www.amazon.in/Furny-Supersoft-Ortho-Pillow-Blue/dp/B07HRGQBY5",
        "domain": "furniture",
        "brand": "Furny"
    },
    {
        "product_name": "Deluxe Swing Chair Outdoor Furniture PE Rattan Wicker Hanging Hammock with Stand, Cushioned Loveseat Chaise Lounger, Perfect for Patio, Garden, Porch, Backyard, House, Indoor Decor (CHARCOAL)",
        "product_description": "Wicker Swing Chair. Chair Body: Fully Handwoven and Handcrafted by Outstanding Craftsman. Stand: Powder Coated Bronze Steel Frame. Material: Resin Wicker",
        "link": "https://www.amazon.in/Furny-Supersoft-Ortho-Pillow-Blue/dp/B07HRGQBY5",
        "domain": "furniture",
        "brand": "rattan wicker"
    },
    {
        "product_name": "ASICS Men's Cricket Shoes",
        "product_description": " Closure: Lace-Up. Shoe Width: Regular. Outer Material: Synthetic Leather. Closure Type: Lace-Up, Removable Sockliner. Toe Style: Round Toe",
        "link": "https://www.amazon.in/ASICS-Expanse-Cricket-Shoes-9-P613Y/dp/B07TVJR353",
        "domain": "shoes",
        "brand": "ASICS"
    },
    {
        "product_name": "Adidas Men's Adiray 1.0 M Running Shoes",
        "product_description": " Sole: EVA. Closure: Lace-Up. Shoe Width: Medium. This product runs a size small. If you usually buy UK 9, buy UK 10 for this. Material Type: Mesh. Lifestyle: Sports",
        "link": "https://www.amazon.in/Adidas-Adiray-Running-Shoes-8-CI1750/dp/B077KPFWFT",
        "domain": "shoes",
        "brand": "Adidas"
    },
    {
        "product_name": "Nike Men's Court Lite 2 Tennis Shoes",
        "product_description": "Sole: Synthetic. Combination leather, Synthetic and mesh construction for comfortable support. Full-length foam midsole with shank for cushioning and stabilization. Outsole traction pattern for control on hard courts",
        "link": "https://www.amazon.in/Nike-Court-Tennis-Shoes-8-AR8836-001/dp/B07HG8MWN4",
        "domain": "shoes",
        "brand": "Nike"
    },
    {
        "product_name": "Woodland Mens Hiking Trekking Travel Shoes (Boots)",
        "product_description": "Sleek and stylish leather boots which match the royal urban lifestyle and let you demonstrate its durability when you tread on rocky terrains. Leather and textile uppers add sophistication while rugged outer sole gives practicality.",
        "link": "https://www.amazon.in/Woodland-Dnavy-Boots-10-GB-1207112CMA/dp/B07DPYHPJV",
        "domain": "shoes",
        "brand": "Woodland"
    },
    {
        "product_name": "Lee Cooper Men's Leather Formal Shoes",
        "product_description": " Closure: Lace-Up. Shoe Width: Medium. Material Type: Leather. Lifestyle: Business. Closure Type: Lace-Up",
        "link": "https://www.amazon.in/Lee-Cooper-Lc2344b-Leather-FGLC_8907788754182/dp/B07PFBVCH9",
        "domain": "shoes",
        "brand": "lee cooper"
    },
    {
        "product_name": "Canon EOS 1500D 24.1 Digital SLR Camera (Black) with EF S18-55 is II Lens, 16GB Card and Carry Case",
        "product_description": "All camera users, even beginners, will be able to capture amazing images and movies with this DSLR camera, which is equipped with a 24.1-megapixel APS-C-size CMOS sensor and an optical viewfinder for an authentic DSLR shooting experience. Capturing sharp images is easy thanks to the fast, accurate AF and the large grip that provides a firm, steady hold on the camera. Built-in Wi-Fi / NFC connectivity enables the seamless upload of photos and videos to social media.",
        "link": "https://www.amazon.in/Canon-1500D-Digital-Camera-S18-55/dp/B07BS4TJ43",
        "domain": "camera",
        "brand": "Canon"
    },
    {
        "product_name": "Fujifilm X-T100 24.2MP Mirrorless Camera (Silver) with XC15-45mm Lens Kit",
        "product_description": "Sporting a sleek and stylish design, the mirrorless x-t100 offers a host of features including a high magnification electronic viewfinder, a horizontal tilting rear LCD screen, the latest built-in Bluetooth technology for easy and seamless image transfer and an extended battery life, with up to 430 frames possible per charge. In addition, the x-t100 weighs just 448G with anodized coating on aluminum top cover, delivering a simultaneously retro and Luxury feel. The x-t100 boasts a powerful 24.2 Megapixel APS-C size sensor and is equipped with a Phase detection autofocus system featuring a newly developed autofocus algorithm for super-fast and precise focusing. Combined with Fujifilms renowned outstanding image quality with the companys proprietary color reproduction technology, the x-t100 is stylish, portable, and highly versatile - making it the ideal companion for everyday photography.",
        "link": "https://www.amazon.in/X-T100-XC15-45mm-Lens-Kit-Silver/dp/B07D7HFB45",
        "domain": "camera",
        "brand": "Fujifilm"
    },
    {
        "product_name": "Nikon D3400 Digital Camera Kit (Black) with Lens AF-P DX Nikkor 18-55mm, 70-300mm f/4.5-6.3G ED VR Lens, 16 GB Class 10 SD Card and DSLR Bag",
        "product_description": "Nikon India is pleased to announce the price and sales start of most looked forward new model D-SLR D3400, it is the first entry-level D-SLR enabled with SnapBridge connectivity via a built-in Bluetooth low energy technology that automatically transfers all photos taken with the camera to a smart device with simple, one-time set-up. This eliminates the need to manually reconnect the camera to a smart device for each image transfer and connection is maintained even when the camera is turned off. Now sharing of images taken from the D-SLR onto social media has never been easier. For the always-connected user the D3400 is an excellent introduction to D-SLR photography. It combines best of both worlds and will allow users to innovate with excellent image quality and also enjoy connectivity on the go with their smart devices to upload and share images. With SnapBridge connectivity via a built-in Bluetooth low energy technology, D3400 will allow users to transfer all pictures clicked with the camera to a smart device automatically. Users will no more need to manually pair the devices each time to select and transfer images, thus making on-the-go share possible even with a D-SLR. On the picture quality front, D3400 integrates a DX-format CMOS sensor which will lead to sharper images in spite of low light conditions.",
        "link": "https://www.amazon.in/Nikon-Digital-18-55mm-70-300mm-4-5-6-3G/dp/B01KITZRBE",
        "domain": "camera",
        "brand": "Nikon"
    },
    {
        "product_name": "Sony Alpha ILCE-6000Y 24.3MP Digital SLR Camera (Black) + 16-50mm Lens + 55-210mm Lens with MDR-XB550AP Headphones and Power Bank (CP-VB10)",
        "product_description": "SonyAlpha 6000 mirrorless camera takes imaging far beyond the capability of a DSLR. As powerful as a pro camera, but smaller and easy to use, they turn your everyday shots into beautiful movies and photography to both see and feel. A Sony mirrorless camera, with far larger image sensor and bright lenses, makes better use of the light you have. The smart image processor ensures sharp, low-noise images even without a flash. Sony mirrorless cameras are compact and easy to use, so they'll quickly become your daily go-to camera. The rechargeable battery, tilting screens and customization make them an easy upgrade for any image enthusiast",
        "link": "https://www.amazon.in/Sony-A6000Y-Digital-16-50mm-55-210mm/dp/B00XOXFB1I",
        "domain": "camera",
        "brand": "Sony"
    },
    {
        "product_name": "Garnier Skin Naturals Instantly Perfect Skin Perfector BB Cream, 30g",
        "product_description": "Skin concerns, such as discoloration, dullness, blotchiness and dryness can come from a number of different sources. It's hard to find just one product that addresses them all. Garnier Miracle skin perfector B.B. cream immediately and effectively fullfills your skincare expectations with just one multi-benefit product that combines intense moisturizing skincare and immediate skin perfecting coverage for skin that looks naturally more even, radiant and smooth. It’s a new idea in skincare. B.B. Cream (Beauty Balm Cream) is a hybrid formula that offers advanced skincare and immediate skin perfecting coverage in one single beauty product.",
        "link": "https://www.amazon.in/Garnier-Naturals-Instantly-Perfect-Perfector/dp/B01IOPZ6PG",
        "domain": "Beauty Product",
        "brand": "Garnier"
    },
    {
        "product_name": "Nivea Total Face Cleanup",
        "product_description": "Nivea total face clean up combines the effects of wash, pack and scrub to give you 5 benefits in 5 minutes. It is enriched with active magnolia extracts for pure and clear skin. It can be used as a face wash, a scrub and a pack. . Active magnolia extracts provides 5 benefits in one pack for pure and clean skin. Product can be used as a face wash, scrub or a pack. Peeling particles unclogs pores and purify skin from blackheads. Is soft and gentle on skin",
        "link": "https://www.amazon.in/Nivea-Total-Face-Cleanup-100ml/dp/B01N9R4L9R",
        "domain": "Beauty Product",
        "brand": "Nivea"
    },
    {
        "product_name": "Lakmé Radiance Complexion Compact, Pearl",
        "product_description": "Contains vitamin E and C , allantoin complex. Advanced micromesh technology. Use this dynamic compact by Lakme and get a glowing complexion in an instant. Lakme Radiance Compact is a multi-vitamin enriched foundation make-up that comes in compact powder form to offer a radiant look to your skin. Lakme Radiance Compact comes in a stylish compact case with a mirror attached to the lid. A application puff is also provided along with the package. The puff and the powder are separated by a thin plastic film. Lakme Radiance Compact gives a neat matte finish to the skin. It lightens all possible marks on my face, gives a great coverage for at least 4 hours. ",
        "link": "https://www.amazon.in/Lakme-Radiance-Complexion-Compact-Pearl/dp/B01CGEL4UM",
        "domain": "Beauty Product",
        "brand": "Lakmé"
    },
    {
        "product_name": "Lakmé Eyeconic Block Tip Liner Pen, Black",
        "product_description": "Lakmé introduces the newest trend that allows you to style your eyes in more than one way. Introducing which comes with two interesting nibs: fine tip and block tip. Get precision lined eyes and an intense black finish with the new lakmé eye conic liner pen – fine tip, which is perfect for an everyday look. On days when you want to look dramatic, get an intense, bold black finish with the lakmé eye conic liner pen - block tip. Lakmé eye conic liner pen allows you to draw long lasting, waterproof strokes across your eyelid that stay for 14 hours. Priced at rs.475 Each, these pens allow you convenient application while you get ready for work or party. How to apply: fine tip - draw a straight, fine line from the inner corner to the outer edge of the upper eyelid. Extend the line from the outer corner and flick to create a wing. Draw a fine line on the lower eyelid from the inner corner to the wing to complete the look. Block tip - draw a straight block line from the inner corner to the middle of your upper eyelid. From the midway mark, continue the block line to the outer edge of the upper eyelid. From the outer corner of the eyelid draw an extended straight graphic block to complete the look. ",
        "link": "https://www.amazon.in/Lakme-Eyeconic-Liner-Pen-BLock/dp/B077BBF31H",
        "domain": "Beauty Product",
        "brand": "Lakmé"
    },
    {
        "product_name": "Lakmé Perfecting Liquid Foundation, Marble",
        "product_description": "Sport a dazzling glow, wherever you go, say the Lakme Perfecting Liquid Foundation. An integral part of your face makeup, this liquid based foundation spreads evenly to cover spots, blemishes, dark circles and patchy skin tone. It is formulated to be water-resistant, smudge free and long lasting. The Vitamin E and silicones enrich the skin- rejuvenating, replenishing and nourishing it on application. This foundation is available in a small bottle that’s easy to carry. Get that instant perfection right away.",
        "link": "https://www.amazon.in/Lakme-Perfecting-Liquid-Foundation-Marble/dp/B01CGEQP1K",
        "domain": "Beauty Product",
        "brand": "Lakmé"
    },
    {
        "product_name": " PS4 1TB Slim console (Free Games : Detroit /The Last of Us/God of War/Fortnight Voucher /PSN 3 Month Inside the Box",
        "product_description": "Play the greatest games and PS4 exclusive, take your adventures online with PS plus and Stream or download TV shows and movies from Netflix, PS store or wherever you get your favourite entertainment. Live the game in extraordinary new ways with PS4 and PS VR. Simply connect the PS VR headset to your PS4 and immerse yourself in breath-taking virtual reality games, experiences and entertainment. Hdr-enabled PS4 games burst into life with incredible colour and clarity on an HDR TV, delivering a more vibrant, realistic spectrum of colours. Store your games, apps, screenshots and videos with 1TB model – slimmer and lighter than the original PS4 model and available in jet Black",
        "link": "https://www.amazon.in/PS4-Slim-console-Free-Games/dp/B07ZFKSP88",
        "domain": "Gaming",
        "brand": "Sony"
    },
    {
        "product_name": "PS4 God of War (PS4)",
        "product_description": "In the new PS4 game, his vengeance against the gods of Olympus behind him, Kratos now lives in the realm of Norse deities and monsters. It’s in this harsh, unforgiving world that he must fight to survive, and not only teach his son to do the same… but also prevent him from repeating the ghost of sparta’s bloodstained mistakes. God of war combines all the hallmarks of the iconic series – brutal combat, epic boss fights and breath-taking scale – and fuses them with a powerful and moving narrative",
        "link": "https://www.amazon.in/PS4-God-of-War/dp/B07YQ73Y8T",
        "domain": "Gaming",
        "brand": "Sony"
    },
    {
        "product_name": "Marvel's Spider Man (PS4) - Game of the Year Edition (PS4)",
        "product_description": "Spider-man is an open-world action-adventure game set in the borough of Manhattan in a fictionalized version of modern-day new York city. It is presented from a third-person perspective showing the playable character and allowing the camera to be rotated freely around them. . The city that never sleeps DLC with additional mission and challenges. This is an all-new spider-man universe, featuring familiar characters in unfamiliar roles, take control of a complex dual life, as a young adult with great powers… and evolving relationships. Swing freely through Marvel’s new York City in epic action set-pieces filled with a rich narrative and relatable characters",
        "link": "https://www.amazon.in/Marvels-Spider-Man-PS4-Game/dp/B07X23YRCS/",
        "domain": "Gaming",
        "brand": "Sony"
    },
    {
        "product_name": "Xbox One S 1TB All-Digital Edition Console (Free Digital Games: Minecraft, Sea of Thieves, Forza Horizon 3) (Disc Free gaming)",
        "product_description": "The best value in games and entertainment: Xbox One S has over 1, 300 games: blockbusters, popular franchises and Xbox One exclusive. Play with friends, access entertainment apps. An instant digital game library: includes three of the most compelling video game franchises with included downloads of Minecraft, Forza Horizon 3 and sea of thieves. Equipped with 4K resolution for ultra HD video streaming, high dynamic range to enjoy brilliant graphic details with high dynamic range & wide colour gamut. Does not play physical discs. Games are downloaded and ready to play when you are, no need to worry about discs ",
        "link": "https://www.amazon.in/One-All-Digital-Console-Digital-Games/dp/B07SQCGD5C",
        "domain": "Gaming",
        "brand": "Microsoft"
    },
    {
        "product_name": "Xbox One S Devil May Cry 5 Special Edition Bundle (1TB)",
        "product_description": "Gradient purple Xbox One S 1TB console, wireless controller, full-game download of Devil May Cry 5 Deluxe Edition, 1-month trial of Xbox game Pass & 1-month trial of Xbox Live Gold. Experience stylish action like never before on Xbox One S get ready to annihilate an army of demons with swords, guns, chainsaw-motorcycles, more with the Xbox One S Devil May Cry 5 Special Ed. Bundle. Devil May Cry 5 from the creators of the best-selling action franchise comes the latest chapter in the Devil May Cry saga",
        "link": "https://www.amazon.in/Xbox-One-Devil-Special-Bundle/dp/B07SX2YDDK",
        "domain": "Gaming",
        "brand": "Microsoft"
    },
    {
        "product_name": "Object-Oriented Programming with C++",
        "product_description": "The book aims at providing an all-round enrichment of knowledge in the area of object-oriented programming with C++ as the implementation of language. The author has used simple language to explain critical concepts of object-oriented programming and for better understanding of the readers. The same concepts have been implemented in solved examples using C++ programming language. Retaining is original style of lucid writing, the books has ample solved examples, programming exercises and new practice questions. This revised edition has new projects and incorporates a couple of new elements like Learning Objectives and Limitations. The topic on Polymorphism has been revised and expanded for better understanding.",
        "link": "https://www.amazon.in/Object-Oriented-Programming-C-Balagurusamy/dp/9352607996",
        "domain": "Programming",
        "brand": "Book"
    },
    {
        "product_name": "Core Python Programming",
        "product_description": "At present, Java occupies number 1 rank as the most used programming language since almost all the projects are developed in Java. Python is already occupying 2nd to 4th position and will be the most demanded language after Java in near future. Python is used with other programming languages on Internet as well as for developing standalone applications. Python programmers are paid high salaries in the software development industry. Hence, it is time for beginners as well as existing programmers to focus their attention on Python.",
        "link": "https://www.amazon.in/Core-Python-Programming-Nageswara-Rao/dp/938605230X",
        "domain": "Programming",
        "brand": "Book"
    },
    {
        "product_name": "Eloquent JavaScript, 3rd Edition: A Modern Introduction to Programming",
        "product_description": "Completely revised and updated, this best-selling introduction to programming in JavaScript focuses on writing real applications. JavaScript lies at the heart of almost every modern web application, from social apps like Twitter to browser-based game frameworks like Phaser and Babylon. Though simple for beginners to pick up and play with, JavaScript is a flexible, complex language that you can use to build full-scale applications.",
        "link": "https://www.amazon.in/dp/1593279507",
        "domain": "Programming",
        "brand": "Book"
    },
    {
        "product_name": "Complete Python Bootcamp: Go from zero to hero in Python 3",
        "product_description": "Become a Python Programmer and learn one of employer's most requested skills of 2018! This is the most comprehensive, yet straight-forward, course for the Python programming language on Udemy! Whether you have never programmed before, already know basic syntax, or want to learn about the advanced features of Python, this course is for you! In this course we will teach you Python 3. (Note, we also provide older Python 2 notes in case you need them)",
        "link": "https://www.udemy.com/course/complete-python-bootcamp/",
        "domain": "Programming",
        "brand": "Course"
    },
    {
        "product_name": "React - The Complete Guide (incl Hooks, React Router, Redux)",
        "product_description": "JavaScript is the major driver of modern web applications since it's the only programming language which runs in the browser and hence allows you to provide highly reactive apps. You'll be able to achieve mobile-app like user experiences in the web. But using JavaScript can be challenging - it quickly becomes overwhelming to create a nice web app with vanilla JavaScript and jQuery only. The course will start at the very basics and explain what exactly React is and how you may use it (and for which kind of apps). Thereafter, we'll go all the way from basic to advanced. We'll not just scratch the surface but dive deeply into React as well as popular libraries like react-router and Redux. By the end of the course, you can build amazing React (single page) applications!",
        "link": "https://www.udemy.com/course/react-the-complete-guide-incl-redux/",
        "domain": "Programming",
        "brand": "Course"
    },
    {
        "product_name": "Adobe Photoshop",
        "product_description": "Adobe Photoshop is an image editing software developed and manufactured by Adobe Systems Inc. Photoshop is considered one of the leaders in photo editing software. The software allows users to manipulate, crop, resize, and correct color on digital photos. The software is particularly popular amongst professional photographers and graphic designers.",
        "link": "https://www.adobe.com/in/products/photoshop.html",
        "domain": "Creative Software",
        "brand": "Adobe"
    },
    {
        "product_name": "Adobe Lightroom",
        "product_description": "Adobe Lightroom (officially Adobe Photoshop Lightroom) is a family of image organization and image manipulation software developed by Adobe Systems for Windows, macOS, iOS, Android, and tvOS (Apple TV). It allows importing/saving, viewing, organizing, tagging, editing, and sharing large numbers of digital images.[5] Unlike Photoshop, Lightroom's edits are always non-destructive by keeping the original image and the edits applied to it saved separately. Despite sharing its name with Adobe Photoshop, it cannot perform many Photoshop functions such as doctoring (adding, removing or altering the appearance of individual image items), rendering text or 3D objects on images, or modifying individual video frames. Lightroom is not a file manager like Adobe Bridge. It cannot operate on files unless they are imported into its database first, and only in recognized image formats.",
        "link": "https://www.adobe.com/in/products/photoshop-lightroom.html?promoid=RL89NGLD&mv=other",
        "domain": "Creative Software",
        "brand": "Adobe"
    },
    {
        "product_name": "Afinity Designer",
        "product_description": "Affinity Designer is a vector graphic design solution used by professional designers, artists, and creatives who are working on illustrations, icons, branding, UI designs, typography, print projects, mock ups, web graphics, pattern designs, and concept arts. The software allows them to craft precise curves, use dazzling colors, and customize live shapes for their vector illustrations. In addition, Affinity Designer enables them to create artistic texts for headlines and frames of advertisement body copy.",
        "link": "https://affinity.serif.com/en-gb/designer/",
        "domain": "Creative Software",
        "brand": "Afinity"
    },
    {
        "product_name": "Snapseed",
        "product_description": "Snapseed is a photo-editing application produced by Nik Software, now owned by Google, for iOS and Android that enables users to enhance photos and apply digital filters. Snapseed users can edit pictures using swiping gestures to select different effects and enhancements. Alternatively, users can opt for an automatic adjustment of color and contrast. Snapseed can save users' editing history and redirect to any of the actions before. It can also create and save filter combinations by using the default filters and editing features. The list of special effects and filters includes Drama, Grunge, Vintage, Center-focus, Frames, and a Tilt-shift (which resizes photos). Users can import RAW images as well for better quality edits.[6][7] Snapseed 2.0 introduced new filters such as lens blur, glamour glow, HDR scape and noir, while also reformatting the tools section with a clearer user interface.[5] Users can directly share the images on social networking sites like Facebook and Instagram.",
        "link": "https://play.google.com/store/apps/details?id=com.niksoftware.snapseed&hl=en_IN",
        "domain": "Creative Software",
        "brand": "Google"
    },
    {
        "product_name": "Canva",
        "product_description": "Canva is a graphic design platform that allows users to create social media graphics, presentations, posters and other visual content. It is available on web and mobile, and integrates millions of images, fonts, templates and illustrations. Users can choose from many professional designed templates, and edit the designs and upload their own photos through a drag and drop interface. The platform is free to use, and paid subscriptions like Canva Pro and Canva for Enterprise offer additional functionality. Users can also pay for physical products to be printed and shipped.",
        "link": "https://www.canva.com/",
        "domain": "Creative Softwareanva",
        "brand": "Canva"
    },
    {
        "product_name": "Befach 4x Diabetic White Rice (4.5 Kgs)",
        "product_description": "Its 50 % less carbohydrates then regular white rice. Taste same as regular white rice. White, fine, silky and smooth rice. For daily use. While we work to ensure that product information is correct, on occasion manufacturers may alter their ingredient lists. Actual product packaging and materials may contain more and/or different information than that shown on our web site. We recommend that you do not solely rely on the information presented and that you always read labels, warnings, and directions before using or consuming a product. ",
        "link": "https://www.amazon.in/Befach-4x-Diabetic-White-Rice/dp/B07HM5421C",
        "domain": "Food",
        "brand": "Befach"
    },
    {
        "product_name": "Del Monte Tomato Ketchup - Original Blend",
        "product_description": "Del Monte Tomato Ketchup uses Quality Vine Ripened Tomatoes. Each batch of Del Monte Tomato sauce is carefully processed with premium ingredients and under goes stringent quality checks to ensure product superiority. Like diversity of Indian cuisines, Del Monte Tomato Ketchup can be used diversely- as a condiment, ingredient or a dip in any of the cuisines",
        "link": "https://www.amazon.in/Delmonte-Tomato-Ketchup-Original-Blend/dp/B07F26ZS1K",
        "domain": "Condiments",
        "brand": "Del Monte"
    },
    {
        "product_name": "Everest Chat Masala",
        "product_description": "Everest chaat masala is a blended spice mix that combines various Indian spices like black pepper, cumin, hing, dried mango powder or amchur, black salt, coriander, dry ginger, mint leaf, nutmeg, pomegranate seeds and much more!",
        "link": "https://www.amazon.in/Everest-Chat-Masala-100g/dp/B00MOFMQT2",
        "domain": "Condiments",
        "brand": "Everest"
    },
    {
        "product_name": "",
        "product_description": "",
        "link": "",
        "domain": "",
        "brand": ""
    },
    {
        "product_name": "",
        "product_description": "",
        "link": "",
        "domain": "",
        "brand": ""
    }
]